const precept_long = {
    p1: "연고없이 살생을 말며",
    p2: "도둑질을 말며",
    p3: "간음(姦淫)을 말며",
    p4: "연고 없이 술을 마시지 말며",
    p5: "잡기(雜技)를 말며",
    p6: "악한 말을 말며,",
    p7: "연고 없이 쟁투(爭鬪)를 말며,",
    p8: "공금(公金)을 범하여 쓰지 말며,",
    p9: "연고 없이 심교간(心交間) 금전을 여수(與受)하지 말며,",
    p10: "연고 없이 담배를 피우지 말라.",

    p11: "공중사(公衆事)를 단독히 처리하지 말며,",
    p12: "다른 사람의 과실(過失)을 말하지 말며,",
    p13: "금은 보패 구하는 데 정신을 뺏기지 말며,",
    p14: "의복을 빛나게 꾸미지 말며,",
    p15: "정당하지 못한 벗을 좇아 놀지 말며,",
    p16: "두 사람이 아울러 말하지 말며,",
    p17: "신용 없지 말며,",
    p18: "비단 같이 꾸미는 말을 하지 말며,",
    p19: "연고 없이 때 아닌 때 잠자지 말며,",
    p20: "예 아닌 노래 부르고 춤추는 자리에 좇아 놀지 말라.",

    p21: "아만심(我慢心)을 내지 말며,",
    p22: "두 아내를 거느리지 말며,",
    p23: "연고 없이 사육(四肉)을 먹지 말며,",
    p24: "나태(懶怠)하지 말며,",
    p25: "한 입으로 두 말 하지 말며,",
    p26: "망녕된 말을 하지 말며,",
    p27: "시기심(猜忌心)을 내지 말며,",
    p28: "탐심(貪心)을 내지 말며,",
    p29: "진심(瞋心)을 내지 말며,",
    p30: "치심(痴心)을 내지 말라.",
};
const fixed_value = {
    precepts : precept_long,
}
export default fixed_value;
